{
    "comingSoon": "The website is under construction. Coming Soon",
    "latestVersionAvailable":  "Ta'aafi 5.0.0 is available on Google Play and App Store",
    "downloadGooglePlay": "Download from Google Play",
    "downloadAppStore": "Download from App Store",
    
    "contactUs": "Contact Us",
    "contactUsDescription": "For support, please contact us at support@ta3afi.app",
    
      "termsAndConditions": "Terms and Conditions",
      "lastUpdated": "Last Updated",
      "termsLastUpdateDate": "March 14, 2024",
      "termsContent": [
        {
          "title": "1. Acceptance of Terms",
          "content": "By using Ta'aafi Platform, you agree to these Terms and Conditions. If you do not agree, please do not use the app."
        },
        {
          "title": "2. Use of the App",
          "content": "You may use the app for personal, non-commercial purposes only. Do not misuse the app or engage in any activity that may harm the app or its users."
        },
        {
          "title": "3. User Accounts",
          "content": "You are responsible for maintaining the security of your account and for all activities that occur under your account."
        },
        {
          "title": "4. Content",
          "content": "All content provided in the app is for informational purposes only. We are not responsible for any inaccuracies or errors."
        },
        {
          "title": "5. Not a Medical Substitute",
          "content": "This app is not intended to diagnose, treat, cure, or prevent any medical condition. It is not a substitute for professional medical advice, diagnosis, or treatment. Always consult a qualified healthcare provider for medical concerns."
        },
        {
          "title": "6. Privacy",
          "content": "Your privacy is important to us. Please review the Privacy Policy section below to understand how we collect and use your data."
        },
        {
          "title": "7. Modifications",
          "content": "We may update these terms at any time. Continued use of the app after changes means you accept the new terms."
        },
        {
          "title": "8. Contact Us",
          "content": "For any questions, contact us at admin@ta3afi.app."
        },
        {
          "title": "Privacy Policy",
          "content": ""
        },
        {
          "title": "1. Introduction",
          "content": "Welcome to Ta'aafi Platform. Your privacy is important to us, and this Privacy Policy explains how we collect, use, and protect your personal information when you use our app."
        },
        {
          "title": "2. Information We Collect",
          "content": "We may collect the following types of information when you use Ta'aafi Platform:\n\nPersonal Information: Name, email address, and any other details you provide during account registration or usage.\n\nUsage Data: Information about how you interact with the app, including pages visited, features used, and interactions with content.\n\nDevice Information: Data about the device you use, such as device model, operating system, and unique identifiers."
        },
        {
          "title": "3. How We Use Your Information",
          "content": "We use the collected information to:\n\n- Provide and improve the app's functionality and features.\n- Respond to customer service inquiries and provide support.\n- Analyze usage trends to enhance our services."
        },
        {
          "title": "4. Sharing Your Information",
          "content": "We do not share your personal information with any third parties."
        },
        {
          "title": "5. Data Security",
          "content": "We implement appropriate security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. However, no data transmission over the internet or storage system can be guaranteed 100% secure."
        },
        {
          "title": "6. Your Rights",
          "content": "You have the right to:\n\n- Access, update, or delete your personal information by contacting us.\n- Opt out of receiving promotional communications.\n- Withdraw consent for data processing where applicable."
        },
        {
          "title": "7. Third-Party Links",
          "content": "The app may contain links to third-party websites or services. We are not responsible for the privacy practices of those third parties and encourage you to review their policies."
        },
        {
          "title": "8. Children's Privacy",
          "content": "Ta'aafi Platform is not intended for users under the age of 13. We do not knowingly collect personal data from children. If we become aware that we have collected data from a child, we will take steps to delete it."
        },
        {
          "title": "9. Changes to This Privacy Policy",
          "content": "We may update this policy from time to time. Any changes will be posted within the app, and continued use after updates constitutes acceptance of the revised policy."
        },
        {
          "title": "10. Contact Us",
          "content": "If you have any questions about this Privacy Policy, please contact us at: Email: admin@ta3afi.app"
        }
      ]
    
  }
  
  