{
    "comingSoon": "الموقع تحت الإنشاء. قريباً",
    "latestVersionAvailable": "تعافي 5.0.0 متاح على متاجر التطبيقات!",
    "downloadGooglePlay": "تحميل من Google Play",
    "downloadAppStore": "تحميل من App Store",
    "termsAndConditions": "الشروط والأحكام",
    "contactUs": "اتصل بنا",
    "contactUsDescription": "للدعم، يرجى الاتصال بنا على admin@ta3afi.app",
    
      "lastUpdated": "آخر تحديث",
      "termsLastUpdateDate": "١٤ مارس ٢٠٢٤",
      "termsContent": [
        {
          "title": "١. قبول الشروط",
          "content": "باستخدام منصة تعافي، فإنك توافق على هذه الشروط والأحكام. إذا كنت لا توافق، يرجى عدم استخدام التطبيق."
        },
        {
          "title": "٢. استخدام التطبيق",
          "content": "يمكنك استخدام التطبيق للأغراض الشخصية غير التجارية فقط. لا تسئ استخدام التطبيق أو تشارك في أي نشاط قد يضر بالتطبيق أو مستخدميه."
        },
        {
          "title": "٣. حسابات المستخدمين",
          "content": "أنت مسؤول عن الحفاظ على أمان حسابك وعن جميع الأنشطة التي تتم تحت حسابك."
        },
        {
          "title": "٤. المحتوى",
          "content": "جميع المحتويات المقدمة في التطبيق هي لأغراض معلوماتية فقط. نحن لسنا مسؤولين عن أي عدم دقة أو أخطاء."
        },
        {
          "title": "٥. ليس بديلاً طبياً",
          "content": "هذا التطبيق غير مخصص لتشخيص أو علاج أو شفاء أو منع أي حالة طبية. إنه ليس بديلاً عن المشورة الطبية المهنية أو التشخيص أو العلاج. استشر دائماً مقدم رعاية صحية مؤهل للمخاوف الطبية."
        },
        {
          "title": "٦. الخصوصية",
          "content": "خصوصيتك مهمة بالنسبة لنا. يرجى مراجعة قسم سياسة الخصوصية أدناه لفهم كيفية جمع واستخدام بياناتك."
        },
        {
          "title": "٧. التعديلات",
          "content": "قد نقوم بتحديث هذه الشروط في أي وقت. استمرار استخدام التطبيق بعد التغييرات يعني قبولك للشروط الجديدة."
        },
        {
          "title": "٨. اتصل بنا",
          "content": "لأية استفسارات، تواصل معنا على admin@ta3afi.app"
        },
        {
          "title": "سياسة الخصوصية",
          "content": ""
        },
        {
          "title": "١. مقدمة",
          "content": "مرحباً بك في منصة تعافي. خصوصيتك مهمة بالنسبة لنا، وتوضح سياسة الخصوصية هذه كيفية جمع واستخدام وحماية معلوماتك الشخصية عند استخدام تطبيقنا."
        },
        {
          "title": "٢. المعلومات التي نجمعها",
          "content": "قد نجمع الأنواع التالية من المعلومات عند استخدامك لمنصة تعافي:\n\nالمعلومات الشخصية: الاسم وعنوان البريد الإلكتروني وأي تفاصيل أخرى تقدمها أثناء تسجيل الحساب أو الاستخدام.\n\nبيانات الاستخدام: معلومات حول كيفية تفاعلك مع التطبيق، بما في ذلك الصفحات التي تمت زيارتها والميزات المستخدمة والتفاعلات مع المحتوى.\n\nمعلومات الجهاز: بيانات عن الجهاز الذي تستخدمه، مثل طراز الجهاز ونظام التشغيل والمعرفات الفريدة."
        },
        {
          "title": "٣. كيف نستخدم معلوماتك",
          "content": "نستخدم المعلومات التي تم جمعها من أجل:\n\n- توفير وتحسين وظائف وميزات التطبيق.\n- الرد على استفسارات خدمة العملاء وتقديم الدعم.\n- تحليل اتجاهات الاستخدام لتحسين خدماتنا."
        },
        {
          "title": "٤. مشاركة معلوماتك",
          "content": "نحن لا نشارك معلوماتك الشخصية مع أي أطراف ثالثة."
        },
        {
          "title": "٥. أمن البيانات",
          "content": "نقوم بتنفيذ تدابير أمنية مناسبة لحماية معلوماتك الشخصية من الوصول غير المصرح به أو التغيير أو الكشف أو التدمير. ومع ذلك، لا يمكن ضمان أمان نقل البيانات عبر الإنترنت أو نظام التخزين بنسبة ١٠٠٪."
        },
        {
          "title": "٦. حقوقك",
          "content": "لديك الحق في:\n\n- الوصول إلى معلوماتك الشخصية وتحديثها أو حذفها عن طريق الاتصال بنا.\n- إلغاء الاشتراك في تلقي الاتصالات الترويجية.\n- سحب الموافقة على معالجة البيانات حيثما ينطبق ذلك."
        },
        {
          "title": "٧. روابط الأطراف الثالثة",
          "content": "قد يحتوي التطبيق على روابط لمواقع أو خدمات الأطراف الثالثة. نحن لسنا مسؤولين عن ممارسات الخصوصية لتلك الأطراف الثالثة ونشجعك على مراجعة سياساتهم."
        },
        {
          "title": "٨. خصوصية الأطفال",
          "content": "منصة تعافي غير مخصصة للمستخدمين دون سن ١٣ عاماً. نحن لا نجمع عن علم بيانات شخصية من الأطفال. إذا علمنا أننا قد جمعنا بيانات من طفل، سنتخذ خطوات لحذفها."
        },
        {
          "title": "٩. التغييرات في سياسة الخصوصية",
          "content": "قد نقوم بتحديث هذه السياسة من وقت لآخر. سيتم نشر أي تغييرات داخل التطبيق، واستمرار الاستخدام بعد التحديثات يشكل قبولاً للسياسة المعدلة."
        },
        {
          "title": "١٠. اتصل بنا",
          "content": "إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه، يرجى الاتصال بنا على: البريد الإلكتروني: admin@ta3afi.app"
        }
      ]
    
  }
  
  